[
  {
    "id": "_1",
    "title": "The Firebird",
    "genre": "Russian Folktale",
    "story": {
      "en": "Once upon a time, in a faraway kingdom, there was a powerful tsar who had a magnificent garden filled with all sorts of beautiful flowers and rare trees. The pride of the garden was the Firebird, a magical creature with feathers that glowed like flames. Every night, the Firebird would come to the garden to feast on the golden apples, but no one could catch it. The tsar's youngest son, Prince Ivan, decided to embark on a quest to capture the Firebird. With the help of a wise wolf, Ivan faced many challenges, including battling a wicked sorcerer and rescuing a princess. In the end, Ivan captured the Firebird and brought it back to his father, earning his place as the rightful heir to the throne.",
      "РУ": "Давным-давно в далеком царстве был могущественный царь, у которого был великолепный сад, наполненный самыми красивыми цветами и редкими деревьями. Гордостью сада была Жар-птица, магическое существо с перьями, которые светились, как пламя. Каждую ночь Жар-птица прилетала в сад, чтобы полакомиться золотыми яблоками, но никто не мог ее поймать. Младший сын царя, князь Иван, решил отправиться в путь, чтобы поймать Жар-птицу. С помощью мудрого волка Иван преодолел множество испытаний, в том числе сразился с злым колдуном и спас принцессу. В конце концов, Иван поймал Жар-птицу и привел ее к своему отцу, заработав свое место в качестве законного наследника трона."
    },
    "image": "https://i.pinimg.com/564x/ca/a6/b7/caa6b7765a6c9f19b355f44bb0d561b2.jpg"
  },
  {
    "id": "_2",
    "title": "Vasilisa the Beautiful",
    "genre": "Russian Folktale",
    "story": {
      "en": "Vasilisa, a kind and beautiful girl, lived with her wicked stepmother and stepsisters. Before her mother died, she gave Vasilisa a magical doll that would protect her from harm. The stepmother sent Vasilisa into the dark forest to fetch fire from Baba Yaga, the fearsome witch. With the help of her magical doll, Vasilisa completed the impossible tasks Baba Yaga set for her. Impressed but angry, Baba Yaga let Vasilisa go, and she returned home with a skull lantern that burned her stepfamily to ashes. Vasilisa later became a skilled weaver and eventually married the Tsar.",
      "РУ": "Василиса, добрая и красивая девушка, жила со своей злой мачехой и сводными сестрами. Перед смертью мать подарила Василисе волшебную куклу, которая защищала ее от бед. Мачеха отправила Василису в темный лес за огнем от Бабы-Яги, страшной ведьмы. С помощью своей волшебной куклы Василиса выполнила все невозможные задания, которые ей дала Баба-Яга. Ведьма, впечатленная, но разозленная, отпустила Василису, и та вернулась домой с черепом-фонарем, который сжег ее злую семью. Василиса позже стала искусной ткачихой и в конце концов вышла замуж за царя."
    },
    "image": "https://i.pinimg.com/564x/22/56/af/2256af6aeafad2519330027414b90b7f.jpg"
  },
  {
    "id": "_3",
    "title": "The Snow Maiden",
    "genre": "Russian Folktale",
    "story": {
      "en": "An elderly couple, who had no children, built a snow girl in the midst of a harsh winter. Miraculously, the snow girl, Snegurochka, came to life and became their daughter. She was a beautiful and gentle child but longed to experience the warmth of summer. As spring arrived and the weather warmed, Snegurochka began to feel sad. One day, while playing with other children, she melted away in the heat of the sun, leaving her parents heartbroken but grateful for the brief joy she had brought to their lives.",
      "РУ": "Пожилая пара, у которых не было детей, слепила снежную девочку посреди суровой зимы. Чудесным образом снежная девочка, Снегурочка, ожила и стала их дочерью. Она была красивым и нежным ребенком, но мечтала почувствовать тепло лета. Когда наступила весна и погода потеплела, Снегурочка начала грустить. Однажды, играя с другими детьми, она растаяла под солнечными лучами, оставив своих родителей с разбитыми сердцами, но благодарными за ту краткую радость, которую она принесла в их жизнь."
    },
    "image": "https://i.pinimg.com/736x/5f/c5/62/5fc562e945a41c737e93d8f7e9f82e96.jpg"
  },
  {
    "id": "_4",
    "title": "Ivan and the Gray Wolf",
    "genre": "Russian Folktale",
    "story": {
      "en": "Prince Ivan set out on a journey to capture the magical Firebird for his father, the Tsar. Along the way, he encountered a talking Gray Wolf, who offered to help him. The wolf carried Ivan on its back and guided him to the Firebird, the Horse with the Golden Mane, and the beautiful Princess Elena. With the wolf's help, Ivan successfully completed each task, but his jealous brothers killed him and took the treasures for themselves. The Gray Wolf revived Ivan with the Water of Life, and Ivan returned to expose his brothers' treachery, eventually marrying Elena and inheriting the throne.",
      "РУ": "Князь Иван отправился в путешествие, чтобы поймать волшебную Жар-птицу для своего отца, царя. По дороге он встретил говорящего Серого Волка, который предложил свою помощь. Волк перенес Ивана на спине и направил его к Жар-птице, Коню с Золотой Гривой и прекрасной принцессе Елене. С помощью Волка Иван успешно выполнил каждое задание, но его завистливые братья убили его и забрали сокровища себе. Серый Волк воскресил Ивана Водой Жизни, и Иван вернулся, чтобы разоблачить предательство своих братьев, в конечном итоге женившись на Елене и унаследовав трон."
    },
    "image": "https://i.pinimg.com/564x/d1/64/fc/d164fcdf87e24167f351402bb498e2a5.jpg"
  },
  {
    "id": "_5",
    "title": "The Frog Princess",
    "genre": "Russian Folktale",
    "story": {
      "en": "The youngest son of a Tsar, Prince Ivan, was given an arrow and told to marry the girl who found it. His arrow was found by a frog, which he reluctantly married. However, the frog was actually a beautiful princess named Vasilisa, cursed by an evil sorcerer. Vasilisa's wisdom and magic helped Ivan overcome many challenges, and she eventually revealed her true form to him. Despite this, Ivan burned her frog skin, breaking the curse but causing Vasilisa to disappear. Ivan went on a long journey to find her, facing many dangers, and they were finally reunited, breaking the curse forever.",
      "РУ": "Младший сын царя, князь Иван, получил стрелу и был приказан жениться на девушке, которая ее найдет. Его стрелу нашла лягушка, на которой он неохотно женился. Однако лягушка на самом деле была прекрасной принцессой по имени Василиса, проклятой злым колдуном. Мудрость и магия Василисы помогли Ивану преодолеть множество испытаний, и она в конце концов раскрыла ему свою истинную форму. Несмотря на это, Иван сжег ее лягушачью кожу, сняв проклятие, но Василиса исчезла. Иван отправился в долгое путешествие, чтобы найти ее, преодолев множество опасностей, и они наконец воссоединились, окончательно сняв проклятие."
    },
    "image": "https://i.pinimg.com/564x/d1/64/fc/d164fcdf87e24167f351402bb498e2a5.jpg"
  },
  {
    "id": "_6",
    "title": "La Leyenda de la Llorona",
    "genre": "Spanish Folktale",
    "story": {
      "en": "In a small village in Mexico, there was once a beautiful woman named Maria who was deeply in love with a nobleman. They had two children together, but the nobleman eventually left Maria for another woman. Devastated and consumed by jealousy, Maria took her children to the river and, in a moment of madness, drowned them. Realizing what she had done, she was overcome with grief and wandered the riverbanks, wailing for her lost children. From that day on, her spirit, known as La Llorona, haunted the area, crying and searching for her children. It is said that if you hear her wailing, you should be careful, as she might mistake you for one of her children and take you with her to the afterlife.",
      "es": "En un pequeño pueblo de México, había una vez una hermosa mujer llamada María que estaba profundamente enamorada de un noble. Tuvieron dos hijos juntos, pero el noble finalmente dejó a María por otra mujer. Devastada y consumida por los celos, María llevó a sus hijos al río y, en un momento de locura, los ahogó. Al darse cuenta de lo que había hecho, fue invadida por el dolor y vagó por las orillas del río, llorando por sus hijos perdidos. Desde ese día, su espíritu, conocido como La Llorona, rondaba por la zona, llorando y buscando a sus hijos. Se dice que si escuchas su llanto, debes tener cuidado, ya que podría confundirte con uno de sus hijos y llevarte con ella al más allá."
    },
    "image": "https://i.pinimg.com/564x/d1/64/fc/d164fcdf87e24167f351402bb498e2a5.jpg"
  },
  {
    "id": "_7",
    "title": "El Cid Campeador",
    "genre": "Spanish Folktale",
    "story": {
      "en": "Rodrigo Díaz de Vivar, known as El Cid, was a noble warrior in medieval Spain. Banished by King Alfonso VI, El Cid led a group of loyal followers in battles against the Moors, becoming a legendary hero. His courage, honor, and skill in battle earned him the title 'El Cid Campeador,' meaning 'The Champion.' Despite his exile, El Cid continued to fight for his country, eventually capturing the city of Valencia. His legacy lived on as a symbol of Spanish chivalry, and his tale became one of the most celebrated in Spanish folklore.",
      "es": "Rodrigo Díaz de Vivar, conocido como El Cid, fue un noble guerrero en la España medieval. Desterrado por el Rey Alfonso VI, El Cid lideró a un grupo de leales seguidores en batallas contra los moros, convirtiéndose en un héroe legendario. Su valentía, honor y habilidad en la batalla le valieron el título de 'El Cid Campeador,' que significa 'El Campeón.' A pesar de su exilio, El Cid continuó luchando por su país, capturando finalmente la ciudad de Valencia. Su legado perduró como un símbolo de la caballería española, y su historia se convirtió en una de las más celebradas en el folclore español."
    },
    "image": "https://i.pinimg.com/564x/d1/64/fc/d164fcdf87e24167f351402bb498e2a5.jpg"
  },
  {
    "id": "_8",
    "title": "The Legend of Don Quixote",
    "genre": "Spanish Folktale",
    "story": {
      "en": "Don Quixote, an aging gentleman from La Mancha, became obsessed with tales of chivalry and knights. He decided to become a knight-errant himself, taking up the name Don Quixote de la Mancha. With his loyal squire, Sancho Panza, Don Quixote set out on a series of adventures, fighting windmills he believed to be giants and mistaking inns for castles. Though often misguided and delusional, Don Quixote's idealism and determination made him a beloved figure in Spanish folklore, representing the tension between reality and imagination.",
      "es": "Don Quijote, un caballero mayor de La Mancha, se obsesionó con los cuentos de caballería y caballeros. Decidió convertirse en un caballero andante él mismo, tomando el nombre de Don Quijote de la Mancha. Con su leal escudero, Sancho Panza, Don Quijote emprendió una serie de aventuras, luchando contra molinos de viento que creía ser gigantes y confundiendo posadas con castillos. Aunque a menudo era mal guiado y delirante, el idealismo y la determinación de Don Quijote lo convirtieron en una figura querida en el folclore español, representando la tensión entre la realidad y la imaginación."
    },
    "image": "https://i.pinimg.com/564x/ca/a6/b7/caa6b7765a6c9f19b355f44bb0d561b2.jpg"
  },
  {
    "id": "_9",
    "title": "The Legend of El Coco",
    "genre": "Spanish Folktale",
    "story": {
      "en": "El Coco is a mythical creature from Spanish and Latin American folklore, used by parents to scare children into good behavior. It is said that El Coco, also known as 'The Bogeyman,' comes at night to take away children who misbehave or refuse to sleep. The creature is often described as a shapeless figure or a hairy monster that hides under beds or in closets, waiting to snatch naughty children. The legend of El Coco serves as a cautionary tale, teaching children the importance of obedience and discipline.",
      "es": "El Coco es una criatura mítica del folclore español y latinoamericano, usada por los padres para asustar a los niños y lograr que se comporten bien. Se dice que El Coco, también conocido como 'El Hombre del Saco,' viene por la noche para llevarse a los niños que se portan mal o se niegan a dormir. La criatura se describe a menudo como una figura amorfa o un monstruo peludo que se esconde bajo las camas o en los armarios, esperando para atrapar a los niños traviesos. La leyenda de El Coco sirve como un cuento de advertencia, enseñando a los niños la importancia de la obediencia y la disciplina."
    },
    "image": "https://i.pinimg.com/564x/d1/64/fc/d164fcdf87e24167f351402bb498e2a5.jpg"
  },
  {
    "id": "_10",
    "title": "The Legend of La Giralda",
    "genre": "Spanish Folktale",
    "story": {
      "en": "La Giralda is the famous bell tower of the Seville Cathedral in Spain, originally built as a minaret during the Almohad dynasty. According to legend, a great sorcerer named Ahmed built La Giralda to be so tall and magnificent that it could touch the sky. He used powerful magic to make the tower withstand any disaster. When the Christians reconquered Seville, they decided to preserve the tower, adding the belfry and Christian symbols. La Giralda became a symbol of the city and a testament to the blend of Christian and Muslim heritage in Spain.",
      "es": "La Giralda es la famosa torre campanario de la Catedral de Sevilla en España, originalmente construida como un minarete durante la dinastía almohade. Según la leyenda, un gran hechicero llamado Ahmed construyó La Giralda para que fuera tan alta y magnífica que pudiera tocar el cielo. Utilizó una poderosa magia para hacer que la torre resistiera cualquier desastre. Cuando los cristianos reconquistaron Sevilla, decidieron conservar la torre, añadiendo el campanario y símbolos cristianos. La Giralda se convirtió en un símbolo de la ciudad y en un testimonio de la mezcla de herencia cristiana y musulmana en España."
    },
    "image": "https://i.pinimg.com/564x/d1/64/fc/d164fcdf87e24167f351402bb498e2a5.jpg"
  },
  {
    "id": "_11",
    "title": "Rumpelstiltskin",
    "genre": "German Folktale",
    "story": {
      "en": "Once upon a time, there was a poor miller who had a beautiful daughter. In an attempt to impress the king, the miller lied and said that his daughter could spin straw into gold. The king, intrigued, summoned the daughter to his castle and locked her in a room filled with straw, demanding that she spin it into gold by morning. The girl was distraught, knowing she could not perform such a task, when suddenly, a strange little man appeared and offered to spin the straw into gold in exchange for something of value. The girl gave him her necklace, and the little man kept his promise. The next night, the king demanded more gold, and the little man returned, this time asking for the girl's ring. On the third night, the king demanded even more gold, and the little man asked for the girl's firstborn child in exchange. Desperate, the girl agreed. When she later became queen and had a child, the little man returned to claim his prize. However, he agreed to spare the child if the queen could guess his name. After many attempts, the queen finally discovered the little man's name—Rumpelstiltskin—and he disappeared in a fit of rage, never to be seen again.",
      "de": "Es war einmal ein armer Müller, der eine schöne Tochter hatte. Um den König zu beeindrucken, log der Müller und sagte, seine Tochter könne Stroh zu Gold spinnen. Der König, neugierig geworden, rief die Tochter in sein Schloss und sperrte sie in ein Zimmer voller Stroh, mit der Forderung, es bis zum Morgen in Gold zu verwandeln. Das Mädchen war verzweifelt, da sie wusste, dass sie diese Aufgabe nicht erfüllen konnte, als plötzlich ein seltsamer kleiner Mann erschien und anbot, das Stroh gegen etwas Wertvolles in Gold zu spinnen. Das Mädchen gab ihm ihre Halskette, und der kleine Mann hielt sein Versprechen. In der nächsten Nacht verlangte der König noch mehr Gold, und der kleine Mann kehrte zurück und forderte dieses Mal den Ring des Mädchens. In der dritten Nacht verlangte der König noch mehr Gold, und der kleine Mann verlangte im Gegenzug das erstgeborene Kind des Mädchens. Verzweifelt stimmte das Mädchen zu. Als sie später Königin wurde und ein Kind bekam, kehrte der kleine Mann zurück, um seinen Preis einzufordern. Er versprach jedoch, das Kind zu verschonen, wenn die Königin seinen Namen erraten könnte. Nach vielen Versuchen entdeckte die Königin schließlich den Namen des kleinen Mannes – Rumpelstilzchen – und er verschwand vor Wut, nie wieder gesehen zu werden."
    },
    "image": "https://i.pinimg.com/564x/61/cd/92/61cd928fb32cb5ee6d8cb467e143c8dd.jpg"
  },
  {
    "id": "_12",
    "title": "Hansel and Gretel",
    "genre": "German Folktale",
    "story": {
      "en": "Hansel and Gretel were the children of a poor woodcutter. When a great famine struck the land, their wicked stepmother convinced their father to abandon them in the forest. Hansel and Gretel left a trail of breadcrumbs to find their way back, but birds ate the crumbs, leaving them lost. They stumbled upon a house made of candy and gingerbread, owned by a wicked witch who lured them inside to eat them. However, the clever children outwitted the witch, pushing her into her own oven and escaping with her treasure. They returned home to their father, who had since regretted his actions, and they all lived happily ever after.",
      "de": "Hänsel und Gretel waren die Kinder eines armen Holzfällers. Als eine große Hungersnot das Land heimsuchte, überzeugte ihre böse Stiefmutter ihren Vater, sie im Wald auszusetzen. Hänsel und Gretel hinterließen eine Spur aus Brotkrumen, um den Weg zurückzufinden, doch die Vögel fraßen die Krumen auf, sodass sie sich verirrten. Sie stießen auf ein Haus aus Süßigkeiten und Lebkuchen, das einer bösen Hexe gehörte, die sie hereinlockte, um sie zu fressen. Doch die cleveren Kinder überlisteten die Hexe, schoben sie in ihren eigenen Ofen und entkamen mit ihrem Schatz. Sie kehrten zu ihrem Vater zurück, der seine Tat inzwischen bereut hatte, und sie lebten glücklich bis ans Ende ihrer Tage."
    },
    "image": "https://i.pinimg.com/564x/ca/a6/b7/caa6b7765a6c9f19b355f44bb0d561b2.jpg"
  },
  {
    "id": "_13",
    "title": "The Pied Piper of Hamelin",
    "genre": "German Folktale",
    "story": {
      "en": "The town of Hamelin was overrun with rats, and the townspeople were desperate for a solution. A mysterious piper dressed in multicolored clothing appeared, offering to rid the town of its rats in exchange for a large sum of money. The townspeople agreed, and the piper played his magical flute, leading the rats into the Weser River, where they drowned. However, the townspeople refused to pay the piper. In revenge, the piper played his flute again, this time leading the town's children into a cave, where they disappeared forever. The legend serves as a warning about the consequences of breaking promises.",
      "de": "Die Stadt Hameln wurde von Ratten überrannt, und die Bürger waren verzweifelt auf der Suche nach einer Lösung. Ein mysteriöser Pfeifer, gekleidet in bunte Kleidung, erschien und bot an, die Stadt gegen eine große Geldsumme von den Ratten zu befreien. Die Bürger stimmten zu, und der Pfeifer spielte auf seiner magischen Flöte, führte die Ratten in die Weser, wo sie ertranken. Die Bürger weigerten sich jedoch, den Pfeifer zu bezahlen. Aus Rache spielte der Pfeifer erneut auf seiner Flöte und führte diesmal die Kinder der Stadt in eine Höhle, wo sie für immer verschwanden. Die Legende dient als Warnung vor den Folgen gebrochener Versprechen."
    },
    "image": "https://i.pinimg.com/736x/5f/c5/62/5fc562e945a41c737e93d8f7e9f82e96.jpg"
  },
  {
    "id": "_14",
    "title": "Snow White",
    "genre": "German Folktale",
    "story": {
      "en": "Snow White was a beautiful princess whose stepmother, the Evil Queen, was jealous of her beauty. The Queen ordered a huntsman to take Snow White into the forest and kill her, but the huntsman couldn't bring himself to do it and let her go. Snow White found refuge in the home of seven dwarfs, who welcomed her. The Queen discovered that Snow White was still alive and attempted to kill her with a poisoned apple. Snow White fell into a deep sleep, but a prince who had fallen in love with her broke the curse with a kiss. Snow White awoke, and they lived happily ever after.",
      "de": "Schneewittchen war eine schöne Prinzessin, deren Stiefmutter, die böse Königin, neidisch auf ihre Schönheit war. Die Königin befahl einem Jäger, Schneewittchen in den Wald zu bringen und sie zu töten, doch der Jäger konnte es nicht über sich bringen und ließ sie gehen. Schneewittchen fand Zuflucht im Haus von sieben Zwergen, die sie willkommen hießen. Die Königin entdeckte, dass Schneewittchen noch am Leben war, und versuchte, sie mit einem vergifteten Apfel zu töten. Schneewittchen fiel in einen tiefen Schlaf, aber ein Prinz, der sich in sie verliebt hatte, brach den Fluch mit einem Kuss. Schneewittchen erwachte, und sie lebten glücklich bis ans Ende ihrer Tage."
    },
    "image": "https://i.pinimg.com/564x/22/56/af/2256af6aeafad2519330027414b90b7f.jpg"
  },
  {
    "id": "_15",
    "title": "The Bremen Town Musicians",
    "genre": "German Folktale",
    "story": {
      "en": "A donkey, a dog, a cat, and a rooster, all old and unwanted by their owners, decided to run away and become musicians in the town of Bremen. On their journey, they came across a band of robbers living in a house. The animals stood on each other's backs and made a terrible noise, scaring the robbers away. The animals moved into the house and lived together happily, never reaching Bremen but finding a new life free from their past hardships.",
      "de": "Ein Esel, ein Hund, eine Katze und ein Hahn, alle alt und von ihren Besitzern unerwünscht, beschlossen, wegzulaufen und in der Stadt Bremen Musiker zu werden. Auf ihrer Reise stießen sie auf eine Räuberbande, die in einem Haus lebte. Die Tiere stellten sich aufeinander und machten ein schreckliches Geräusch, das die Räuber in die Flucht schlug. Die Tiere zogen in das Haus ein und lebten glücklich zusammen, erreichten niemals Bremen, fanden aber ein neues Leben frei von ihren früheren Härten."
    },
    "image": "https://i.pinimg.com/564x/83/5c/5d/835c5d93ec0bcda1cf147e7ad740b83d.jpg"
  },
  {
    "id": "_16",
    "title": "La Belle et la Bête",
    "genre": "French Folktale",
    "story": {
      "en": "Once upon a time, a wealthy merchant had three daughters. The youngest, named Belle, was kind and beautiful. One day, the merchant lost all his wealth and was forced to live in the countryside with his daughters. During a trip to regain his fortune, the merchant became lost in a forest and stumbled upon a grand castle. Inside, he found food and shelter, but as he left, he picked a rose for Belle. This angered the castle's owner, a fearsome Beast, who demanded the merchant's life in exchange for the rose. To save her father, Belle offered to take his place. As she lived with the Beast, she discovered that he was not as terrifying as he seemed and grew fond of him. Eventually, Belle's love broke the spell that had turned the Beast into a monster, revealing him to be a handsome prince. They lived happily ever after, teaching that true beauty lies within.",
      "fr": "Il était une fois un riche marchand qui avait trois filles. La plus jeune, nommée Belle, était gentille et belle. Un jour, le marchand perdit toute sa fortune et fut contraint de vivre à la campagne avec ses filles. Lors d'un voyage pour retrouver sa fortune, le marchand se perdit dans une forêt et tomba sur un grand château. À l'intérieur, il trouva de la nourriture et un abri, mais en partant, il cueillit une rose pour Belle. Cela mit en colère le propriétaire du château, une Bête redoutable, qui exigea la vie du marchand en échange de la rose. Pour sauver son père, Belle proposa de prendre sa place. En vivant avec la Bête, elle découvrit qu'il n'était pas aussi terrifiant qu'il en avait l'air et s'attacha à lui. Finalement, l'amour de Belle brisa le sort qui avait transformé la Bête en monstre, révélant un prince beau et charmant. Ils vécurent heureux pour toujours, enseignant que la véritable beauté réside à l'intérieur."
    },
    "image": "https://i.pinimg.com/564x/d1/64/fc/d164fcdf87e24167f351402bb498e2a5.jpg"
  },
  {
    "id": "_17",
    "title": "Little Red Riding Hood",
    "genre": "French Folktale",
    "story": {
      "en": "A little girl named Red Riding Hood was sent by her mother to visit her grandmother, bringing her a basket of food. On her way, she met a wolf who asked where she was going. Red Riding Hood innocently told him, and the wolf hurried to the grandmother's house, ate her, and disguised himself in her clothes. When Red Riding Hood arrived, she noticed that her 'grandmother' looked different. The wolf then tried to eat Red Riding Hood, but a passing hunter heard her cries and came to the rescue, killing the wolf and saving both Red Riding Hood and her grandmother.",
      "fr": "Une petite fille nommée Chaperon Rouge fut envoyée par sa mère pour rendre visite à sa grand-mère, lui apportant un panier de nourriture. En chemin, elle rencontra un loup qui lui demanda où elle allait. Chaperon Rouge lui répondit innocemment, et le loup se précipita chez la grand-mère, la mangea, et se déguisa en elle. Lorsque Chaperon Rouge arriva, elle remarqua que sa 'grand-mère' avait un aspect différent. Le loup tenta alors de manger Chaperon Rouge, mais un chasseur qui passait par là entendit ses cris et vint à sa rescousse, tuant le loup et sauvant à la fois Chaperon Rouge et sa grand-mère."
    },
    "image": "https://i.pinimg.com/564x/65/5d/25/655d2572b0fd2e9d8a15217dac4bac26.jpg"
  },
  {
    "id": "_18",
    "title": "Cinderella",
    "genre": "French Folktale",
    "story": {
      "en": "Cinderella was a kind and beautiful girl who lived with her cruel stepmother and stepsisters. They forced her to do all the housework and treated her poorly. One day, the prince of the kingdom announced a grand ball, and Cinderella's stepsisters were invited, but she was not. However, Cinderella's Fairy Godmother appeared and magically transformed her rags into a beautiful gown, complete with glass slippers. She went to the ball and danced with the prince, but had to leave before midnight when the magic wore off. In her haste, she left behind one glass slipper. The prince searched the kingdom for the girl who fit the slipper, and when he found Cinderella, they were married and lived happily ever after.",
      "fr": "Cendrillon était une fille gentille et belle qui vivait avec sa cruelle belle-mère et ses demi-sœurs. Elles la forçaient à faire tout le ménage et la traitaient mal. Un jour, le prince du royaume annonça un grand bal, et les demi-sœurs de Cendrillon furent invitées, mais pas elle. Cependant, la marraine fée de Cendrillon apparut et transforma magiquement ses haillons en une belle robe, complétée par des pantoufles de verre. Elle alla au bal et dansa avec le prince, mais elle dut partir avant minuit lorsque la magie s'éteignit. Dans sa hâte, elle laissa derrière elle une pantoufle de verre. Le prince parcourut le royaume à la recherche de la fille qui pourrait enfiler la pantoufle, et quand il trouva Cendrillon, ils se marièrent et vécurent heureux pour toujours."
    },
    "image": "https://i.pinimg.com/564x/49/2d/48/492d48821b3071e764eea62a1dfba7df.jpg"
  },
  {
    "id": "_19",
    "title": "Bluebeard",
    "genre": "French Folktale",
    "story": {
      "en": "Bluebeard was a wealthy and powerful man known for his blue-colored beard. He married many women, but they all mysteriously disappeared. When he married his latest wife, he gave her the keys to all his rooms but forbade her from entering one in particular. Curiosity got the better of her, and she opened the forbidden door, discovering the bodies of Bluebeard's previous wives. Terrified, she managed to delay Bluebeard's wrath until her brothers arrived and killed him, saving her from his murderous intentions.",
      "fr": "Barbe Bleue était un homme riche et puissant, connu pour sa barbe bleue. Il épousa de nombreuses femmes, mais elles disparurent toutes mystérieusement. Lorsqu'il épousa sa dernière femme, il lui donna les clés de toutes ses chambres mais lui interdit d'entrer dans une en particulier. La curiosité l'emporta sur elle, et elle ouvrit la porte interdite, découvrant les corps des précédentes épouses de Barbe Bleue. Terrifiée, elle réussit à retarder la colère de Barbe Bleue jusqu'à ce que ses frères arrivent et le tuent, la sauvant ainsi de ses intentions meurtrières."
    },
    "image": "https://i.pinimg.com/564x/d1/64/fc/d164fcdf87e24167f351402bb498e2a5.jpg"
  },
  {
    "id": "_20",
    "title": "Sleeping Beauty",
    "genre": "French Folktale",
    "story": {
      "en": "A king and queen, after many years of longing, had a beautiful daughter. To celebrate, they held a grand feast and invited fairies to bless the child. However, one fairy, who was not invited, cursed the princess, predicting that she would prick her finger on a spindle and die. Another fairy altered the curse so that the princess would only fall into a deep sleep for 100 years. The curse came true, but after 100 years, a prince discovered the sleeping princess and kissed her, breaking the spell. They married and lived happily ever after.",
      "fr": "Un roi et une reine, après de nombreuses années d'attente, eurent une belle fille. Pour célébrer, ils organisèrent un grand festin et invitèrent des fées pour bénir l'enfant. Cependant, une fée, qui n'avait pas été invitée, maudit la princesse, prédisant qu'elle se piquerait le doigt sur un fuseau et mourrait. Une autre fée modifia la malédiction pour que la princesse ne tombe que dans un profond sommeil de 100 ans. La malédiction se réalisa, mais après 100 ans, un prince découvrit la princesse endormie et la réveilla d'un baiser, rompant ainsi le sort. Ils se marièrent et vécurent heureux pour toujours."
    },
    "image": "https://i.pinimg.com/564x/a3/1f/33/a31f334fc991d43f7934a8fc03efcbdb.jpg"
  },
  {
    "id": "_21",
    "title": "The Tale of Tsar Saltan",
    "genre": "Russian Folktale",
    "story": {
      "en": "Tsar Saltan married a beautiful woman, and they soon had a son named Gvidon. However, the Tsar's wicked sisters-in-law were jealous and conspired to have the Tsarina and her son cast into the sea. The mother and child survived and washed ashore on a magical island. Gvidon grew up strong and brave, eventually saving a swan that transformed into a beautiful princess. With the help of the magical creatures on the island, Gvidon returned to his father's kingdom and revealed the truth. The wicked sisters were punished, and Gvidon and his mother were reunited with Tsar Saltan, living happily ever after."
    },
    "image": "https://i.pinimg.com/564x/d1/64/fc/d164fcdf87e24167f351402bb498e2a5.jpg"
  },
  {
    "id": "_22",
    "title": "The Feather of Finist the Falcon",
    "genre": "Russian Folktale",
    "story": {
      "en": "A poor merchant had three daughters, and the youngest, Maria, was the most beautiful and kind. One day, Maria asked her father to bring her the feather of Finist the Falcon, a magical bird. The father found the feather, and when Maria held it, Finist the Falcon appeared, transforming into a handsome man at night. They fell in love, but her jealous sisters ruined their happiness by driving Finist away. Maria embarked on a perilous journey to find him, facing many challenges. In the end, she found Finist, and her love broke the spell that bound him. They married and lived in happiness."
    },
    "image": "https://i.pinimg.com/564x/d1/64/fc/d164fcdf87e24167f351402bb498e2a5.jpg"
  },
  {
    "id": "_23",
    "title": "The Wise Little Girl",
    "genre": "Russian Folktale",
    "story": {
      "en": "A poor peasant had a clever daughter who could solve any problem. One day, the Tsar set a challenge: to come to his palace neither on foot nor on horseback, neither dressed nor undressed, and neither bringing a gift nor empty-handed. The clever girl arrived riding a goat, wrapped in a fishing net, and carrying a bird in one hand. The Tsar was so impressed by her wisdom that he made her his advisor. The girl used her wit to outsmart the Tsar's greedy ministers, proving that intelligence and cleverness could triumph over wealth and power."
    },
    "image": "https://i.pinimg.com/564x/d1/64/fc/d164fcdf87e24167f351402bb498e2a5.jpg"
  },
  {
    "id": "_24",
    "title": "The Stone Flower",
    "genre": "Russian Folktale",
    "story": {
      "en": "Danila, a talented stone carver, became obsessed with creating the perfect piece of art. He heard of a mythical Stone Flower that could teach him the secrets of his craft. Danila journeyed to the realm of the Mistress of the Copper Mountain, who guarded the Stone Flower. She allowed him to see the flower, but in exchange, he had to stay with her forever. However, Danila's love for his fiancée, Katya, was stronger, and with her love and courage, he managed to return home. The Mistress granted him mastery over stone but allowed him to leave her domain, reuniting him with Katya."
    },
    "image": "https://i.pinimg.com/564x/d1/64/fc/d164fcdf87e24167f351402bb498e2a5.jpg"
  },
  {
    "id": "_25",
    "title": "The Tale of the Golden Cockerel",
    "genre": "Russian Folktale",
    "story": {
      "en": "Tsar Dodon ruled his kingdom with fear but was always worried about enemies. An astrologer gave him a golden cockerel that would crow to warn of danger. In return, the astrologer asked for any favor he desired. The cockerel served the Tsar well until one day it crowed, signaling danger from the east. Tsar Dodon led his army but found nothing. On his return, the astrologer asked for the Tsar's bride as his reward. Angry, Tsar Dodon struck the astrologer, but the golden cockerel pecked the Tsar to death, fulfilling the astrologer's prophecy that greed and broken promises lead to downfall."
    },
    "image": "https://i.pinimg.com/564x/d1/64/fc/d164fcdf87e24167f351402bb498e2a5.jpg"
  },
  {
    "id": "_26",
    "title": "El Pozo Amargo (The Bitter Well)",
    "genre": "Spanish Folktale",
    "story": {
      "en": "In Toledo, Spain, there was a well known as El Pozo Amargo, or The Bitter Well. The legend tells of a young Christian girl and a Jewish boy who fell deeply in love. Their love was forbidden by their families, and one night, the girl was found dead at the bottom of the well, having thrown herself in out of despair. Her lover was so heartbroken that he poisoned the well, cursing it so that all who drank from it would taste the bitterness of their forbidden love. The well became a symbol of tragic love and loss, and the story was passed down through generations."
    },
    "image": "https://i.pinimg.com/564x/d1/64/fc/d164fcdf87e24167f351402bb498e2a5.jpg"
  },
  {
    "id": "_27",
    "title": "The Legend of Sant Jordi",
    "genre": "Spanish Folktale",
    "story": {
      "en": "Sant Jordi, or Saint George, is the patron saint of Catalonia. According to legend, a dragon terrorized the town of Montblanc, demanding human sacrifices. When the king's daughter was chosen as the next victim, Sant Jordi appeared on a white horse, fought the dragon, and killed it with his lance. From the dragon's blood, a rose bush grew, and Sant Jordi gave the princess a single red rose. To this day, Sant Jordi's Day is celebrated in Catalonia with the exchange of roses and books, symbolizing love and culture."
    },
    "image": "https://i.pinimg.com/564x/d1/64/fc/d164fcdf87e24167f351402bb498e2a5.jpg"
  },
  {
    "id": "_28",
    "title": "The Legend of La Encantada",
    "genre": "Spanish Folktale",
    "story": {
      "en": "In the region of Murcia, Spain, there is a legend of La Encantada, a beautiful Moorish princess who was cursed to remain hidden in a cave, guarding her father's treasures. The curse could only be broken by a man who was pure of heart and could resist her beauty. Many men tried to rescue her, but they all succumbed to her charms and were turned to stone. It is said that La Encantada still waits in her cave, and on the night of San Juan, she appears to lure new victims, hoping one day to find her true savior."
    },
    "image": "https://i.pinimg.com/564x/d1/64/fc/d164fcdf87e24167f351402bb498e2a5.jpg"
  },
  {
    "id": "_29",
    "title": "The Legend of the Lovers of Teruel",
    "genre": "Spanish Folktale",
    "story": {
      "en": "In the city of Teruel, there lived two lovers, Diego and Isabel, who were deeply in love but of different social standings. Diego went to seek his fortune, promising to return in five years to marry Isabel. When he returned, he found Isabel married to another man, believing Diego had died. Diego begged Isabel for a kiss, but she refused out of loyalty to her husband. Heartbroken, Diego died at her feet. At his funeral, Isabel kissed him and collapsed dead beside him. The lovers were buried together, and their story became a symbol of eternal love and tragedy."
    },
    "image": "https://i.pinimg.com/564x/d1/64/fc/d164fcdf87e24167f351402bb498e2a5.jpg"
  },
  {
    "id": "_30",
    "title": "La Fuente de los 25 Caños",
    "genre": "Spanish Folktale",
    "story": {
      "en": "In the town of Navarrés, there is a fountain known as La Fuente de los 25 Caños (The Fountain of the 25 Spouts). According to legend, the fountain was created by a young woman who prayed for a miracle to bring water to her drought-stricken village. An angel appeared and granted her wish, but warned her that the fountain's water would only flow as long as the villagers remained pure and kind-hearted. For generations, the fountain brought life to the village, but when the people became greedy and selfish, the water stopped flowing, serving as a reminder of the importance of virtue and community."
    },
    "image": "https://i.pinimg.com/564x/d1/64/fc/d164fcdf87e24167f351402bb498e2a5.jpg"
  },
  {
    "id": "_31",
    "title": "The Fisherman and His Wife",
    "genre": "German Folktale",
    "story": {
      "en": "A poor fisherman caught a magical fish that could grant wishes. Out of kindness, he released the fish. His wife, greedy and unsatisfied with their life, urged him to wish for a better home. The fish granted the wish, but as the wife demanded more—wealth, power, and finally to be ruler of the universe—the fish became annoyed and eventually reversed all the wishes, leaving the couple back in their humble hut. The tale is a moral lesson about the dangers of greed and the importance of contentment."
    },
    "image": "https://i.pinimg.com/564x/d1/64/fc/d164fcdf87e24167f351402bb498e2a5.jpg"
  },
  {
    "id": "_32",
    "title": "The Seven Ravens",
    "genre": "German Folktale",
    "story": {
      "en": "A poor peasant had seven sons and desperately wished for a daughter. When a daughter was finally born, the seven sons were sent to fetch water for her baptism but accidentally lost the jug. Their father, in anger, cursed them, and they were transformed into ravens. The daughter grew up and, upon learning of her brothers' fate, set out on a journey to rescue them. After facing many trials, she reached the glass mountain where her brothers were trapped, and through her courage and sacrifice, she broke the curse, turning the ravens back into her brothers."
    },
    "image": "https://i.pinimg.com/564x/d1/64/fc/d164fcdf87e24167f351402bb498e2a5.jpg"
  },
  {
    "id": "_33",
    "title": "The Golden Goose",
    "genre": "German Folktale",
    "story": {
      "en": "A simpleton named Hans, who was always kind and generous, found a golden goose in the forest. Anyone who tried to touch the goose became stuck to it. As Hans walked through the town with the goose, a comical chain of people stuck to each other formed behind him. When Hans arrived at the palace, the king promised his daughter's hand in marriage to anyone who could make her laugh. The sight of the stuck-together people made the princess laugh, and Hans was rewarded with her hand in marriage and lived happily ever after."
    },
    "image": "https://i.pinimg.com/564x/d1/64/fc/d164fcdf87e24167f351402bb498e2a5.jpg"
  },
  {
    "id": "_34",
    "title": "The Wolf and the Seven Young Goats",
    "genre": "German Folktale",
    "story": {
      "en": "A mother goat left her seven kids alone at home, warning them not to open the door to anyone. The big bad wolf tricked the kids into opening the door by disguising his voice. He devoured six of the kids, but the youngest hid and escaped. When the mother returned, the youngest kid told her everything, and together, they found the wolf sleeping. They cut open the wolf's belly, freed the six kids, and filled the wolf's stomach with stones. When the wolf woke up, he tried to flee but collapsed and died from the weight."
    },
    "image": "https://i.pinimg.com/564x/d1/64/fc/d164fcdf87e24167f351402bb498e2a5.jpg"
  },
  {
    "id": "_35",
    "title": "The Frog King",
    "genre": "German Folktale",
    "story": {
      "en": "A young princess lost her golden ball in a well, and a frog offered to retrieve it in exchange for her companionship. The princess agreed, but once the ball was returned, she ran away, leaving the frog behind. The frog followed her to the palace, and the king insisted that she keep her promise. The princess reluctantly allowed the frog to eat from her plate and sleep on her pillow. The next morning, the frog transformed into a handsome prince, who had been cursed by an evil witch. The princess and the prince fell in love and were married."
    },
    "image": "https://i.pinimg.com/564x/d1/64/fc/d164fcdf87e24167f351402bb498e2a5.jpg"
  },
  {
    "id": "_36",
    "title": "The Little Red Hen",
    "genre": "French Folktale",
    "story": {
      "en": "The Little Red Hen found some grains of wheat and asked her farm friends to help her plant them, but they all refused. She planted, harvested, and baked the wheat into bread all by herself. When the bread was ready, she asked who would help her eat it, and now everyone was eager to join. But the Little Red Hen refused to share, teaching them a lesson about the value of hard work and the consequences of laziness."
    },
    "image": "https://i.pinimg.com/564x/d1/64/fc/d164fcdf87e24167f351402bb498e2a5.jpg"
  },
  {
    "id": "_37",
    "title": "Riquet with the Tuft",
    "genre": "French Folktale",
    "story": {
      "en": "Riquet was a prince born with great intelligence but a strange tuft of hair. An enchantress gave him the power to grant intelligence to the person he loved. At the same time, a princess was born with beauty but little wit. Riquet fell in love with her and gave her his intelligence in exchange for her promise to marry him. Over time, she grew to love Riquet for his kindness and wit, and when they married, he became handsome in her eyes, showing that true beauty comes from love and understanding."
    },
    "image": "https://i.pinimg.com/564x/d1/64/fc/d164fcdf87e24167f351402bb498e2a5.jpg"
  },
  {
    "id": "_38",
    "title": "Puss in Boots",
    "genre": "French Folktale",
    "story": {
      "en": "A poor miller left his youngest son nothing but a cat. However, this was no ordinary cat. Puss in Boots was clever and resourceful, and he promised to make his master rich. The cat caught rabbits and presented them to the king as gifts from the 'Marquis of Carabas,' a title he invented for his master. Through clever tricks and deceptions, Puss in Boots managed to secure wealth, a castle, and even the hand of a princess for his master, proving that intelligence and cunning can overcome any obstacle."
    },
    "image": "https://i.pinimg.com/564x/d1/64/fc/d164fcdf87e24167f351402bb498e2a5.jpg"
  },
  {
    "id": "_39",
    "title": "Beauty and the Beast",
    "genre": "French Folktale",
    "story": {
      "en": "Beauty, a kind and selfless girl, volunteered to live with a fearsome Beast in exchange for her father's freedom. Despite the Beast's frightening appearance, Beauty treated him with kindness and grew to love him. One day, Beauty returned home to visit her family, but when she saw in a dream that the Beast was dying of a broken heart, she rushed back to his side. Her love broke the spell that had turned the prince into a Beast, and they lived happily ever after, teaching the lesson that true beauty lies within."
    },
    "image": "https://i.pinimg.com/564x/d1/64/fc/d164fcdf87e24167f351402bb498e2a5.jpg"
  },
  {
    "id": "_40",
    "title": "Little Thumb",
    "genre": "French Folktale",
    "story": {
      "en": "Little Thumb was the youngest of seven brothers, small but very clever. When their parents, too poor to feed them, abandoned them in the forest, Little Thumb left a trail of breadcrumbs to find their way back. However, birds ate the crumbs, and they became lost. They stumbled upon a giant's house, and Little Thumb, using his wits, managed to save his brothers from being eaten by the giant. He stole the giant's magical boots and treasure, and they returned home, rich and safe, showing that intelligence and bravery are more valuable than size or strength."
    },
    "image": "https://i.pinimg.com/564x/d1/64/fc/d164fcdf87e24167f351402bb498e2a5.jpg"
  }
]