[
    {
      "id": "_1",
      "title": "The Firebird",
      "genre": "Russian Folktale",
      "story": "Once upon a time, in a faraway kingdom, there was a powerful tsar who had a magnificent garden filled with all sorts of beautiful flowers and rare trees. The pride of the garden was the Firebird, a magical creature with feathers that glowed like flames. Every night, the Firebird would come to the garden to feast on the golden apples, but no one could catch it. The tsar's youngest son, Prince Ivan, decided to embark on a quest to capture the Firebird. With the help of a wise wolf, Ivan faced many challenges, including battling a wicked sorcerer and rescuing a princess. In the end, Ivan captured the Firebird and brought it back to his father, earning his place as the rightful heir to the throne.",
      "image": "firebird_placeholder.png"
    },
    {
      "id": "_2",
      "title": "Vasilisa the Beautiful",
      "genre": "Russian Folktale",
      "story": "Vasilisa, a kind and beautiful girl, lived with her wicked stepmother and stepsisters. Before her mother died, she gave Vasilisa a magical doll that would protect her from harm. The stepmother sent Vasilisa into the dark forest to fetch fire from Baba Yaga, the fearsome witch. With the help of her magical doll, Vasilisa completed the impossible tasks Baba Yaga set for her. Impressed but angry, Baba Yaga let Vasilisa go, and she returned home with a skull lantern that burned her stepfamily to ashes. Vasilisa later became a skilled weaver and eventually married the Tsar.",
      "image": "vasilisa_placeholder.png"
    },
    {
      "id": "_3",
      "title": "The Snow Maiden",
      "genre": "Russian Folktale",
      "story": "An elderly couple, who had no children, built a snow girl in the midst of a harsh winter. Miraculously, the snow girl, Snegurochka, came to life and became their daughter. She was a beautiful and gentle child but longed to experience the warmth of summer. As spring arrived and the weather warmed, Snegurochka began to feel sad. One day, while playing with other children, she melted away in the heat of the sun, leaving her parents heartbroken but grateful for the brief joy she had brought to their lives.",
      "image": "snow_maiden_placeholder.png"
    },
    {
      "id": "_4",
      "title": "Ivan and the Gray Wolf",
      "genre": "Russian Folktale",
      "story": "Prince Ivan set out on a journey to capture the magical Firebird for his father, the Tsar. Along the way, he encountered a talking Gray Wolf, who offered to help him. The wolf carried Ivan on its back and guided him to the Firebird, the Horse with the Golden Mane, and the beautiful Princess Elena. With the wolf's help, Ivan successfully completed each task, but his jealous brothers killed him and took the treasures for themselves. The Gray Wolf revived Ivan with the Water of Life, and Ivan returned to expose his brothers' treachery, eventually marrying Elena and inheriting the throne.",
      "image": "ivan_gray_wolf_placeholder.png"
    },
    {
      "id": "_5",
      "title": "The Frog Princess",
      "genre": "Russian Folktale",
      "story": "The youngest son of a Tsar, Prince Ivan, was given an arrow and told to marry the girl who found it. His arrow was found by a frog, which he reluctantly married. However, the frog was actually a beautiful princess named Vasilisa, cursed by an evil sorcerer. Vasilisa's wisdom and magic helped Ivan overcome many challenges, and she eventually revealed her true form to him. Despite this, Ivan burned her frog skin, breaking the curse but causing Vasilisa to disappear. Ivan went on a long journey to find her, facing many dangers, and they were finally reunited, breaking the curse forever.",
      "image": "frog_princess_placeholder.png"
    },
    {
      "id": "_6",
      "title": "La Leyenda de la Llorona",
      "genre": "Spanish Folktale",
      "story": "In a small village in Mexico, there was once a beautiful woman named Maria who was deeply in love with a nobleman. They had two children together, but the nobleman eventually left Maria for another woman. Devastated and consumed by jealousy, Maria took her children to the river and, in a moment of madness, drowned them. Realizing what she had done, she was overcome with grief and wandered the riverbanks, wailing for her lost children. From that day on, her spirit, known as La Llorona, haunted the area, crying and searching for her children. It is said that if you hear her wailing, you should be careful, as she might mistake you for one of her children and take you with her to the afterlife.",
      "image": "llorona_placeholder.png"
    },
    {
      "id": "_7",
      "title": "El Cid Campeador",
      "genre": "Spanish Folktale",
      "story": "Rodrigo Díaz de Vivar, known as El Cid, was a noble warrior in medieval Spain. Banished by King Alfonso VI, El Cid led a group of loyal followers in battles against the Moors, becoming a legendary hero. His courage, honor, and skill in battle earned him the title 'El Cid Campeador,' meaning 'The Champion.' Despite his exile, El Cid continued to fight for his country, eventually capturing the city of Valencia. His legacy lived on as a symbol of Spanish chivalry, and his tale became one of the most celebrated in Spanish folklore.",
      "image": "el_cid_placeholder.png"
    },
    {
        "id": "_8",
        "title": "The Legend of Don Quixote",
        "genre": "Spanish Folktale",
        "story": "Don Quixote, an aging gentleman from La Mancha, became obsessed with tales of chivalry and knights. He decided to become a knight-errant himself, taking up the name Don Quixote de la Mancha. With his loyal squire, Sancho Panza, Don Quixote set out on a series of adventures, fighting windmills he believed to be giants and mistaking inns for castles. Though often misguided and delusional, Don Quixote's idealism and determination made him a beloved figure in Spanish folklore, representing the tension between reality and imagination.",
        "image": "don_quixote_placeholder.png"
      },
      {
        "id": "_9",
        "title": "The Legend of El Coco",
        "genre": "Spanish Folktale",
        "story": "El Coco is a mythical creature from Spanish and Latin American folklore, used by parents to scare children into good behavior. It is said that El Coco, also known as 'The Bogeyman,' comes at night to take away children who misbehave or refuse to sleep. The creature is often described as a shapeless figure or a hairy monster that hides under beds or in closets, waiting to snatch naughty children. The legend of El Coco serves as a cautionary tale, teaching children the importance of obedience and discipline.",
        "image": "el_coco_placeholder.png"
      },
      {
        "id": "_10",
        "title": "The Legend of La Giralda",
        "genre": "Spanish Folktale",
        "story": "La Giralda is the famous bell tower of the Seville Cathedral in Spain, originally built as a minaret during the Almohad dynasty. According to legend, a great sorcerer named Ahmed built La Giralda to be so tall and magnificent that it could touch the sky. He used powerful magic to make the tower withstand any disaster. When the Christians reconquered Seville, they decided to preserve the tower, adding the belfry and Christian symbols. La Giralda became a symbol of the city and a testament to the blend of Christian and Muslim heritage in Spain.",
        "image": "la_giralda_placeholder.png"
      },
      {
        "id": "_11",
        "title": "Rumpelstiltskin",
        "genre": "German Folktale",
        "story": "Once upon a time, there was a poor miller who had a beautiful daughter. In an attempt to impress the king, the miller lied and said that his daughter could spin straw into gold. The king, intrigued, summoned the daughter to his castle and locked her in a room filled with straw, demanding that she spin it into gold by morning. The girl was distraught, knowing she could not perform such a task, when suddenly, a strange little man appeared and offered to spin the straw into gold in exchange for something of value. The girl gave him her necklace, and the little man kept his promise. The next night, the king demanded more gold, and the little man returned, this time asking for the girl's ring. On the third night, the king demanded even more gold, and the little man asked for the girl's firstborn child in exchange. Desperate, the girl agreed. When she later became queen and had a child, the little man returned to claim his prize. However, he agreed to spare the child if the queen could guess his name. After many attempts, the queen finally discovered the little man's name—Rumpelstiltskin—and he disappeared in a fit of rage, never to be seen again.",
        "image": "rumpelstiltskin_placeholder.png"
      },
      {
        "id": "_12",
        "title": "Hansel and Gretel",
        "genre": "German Folktale",
        "story": "Hansel and Gretel were the children of a poor woodcutter. When a great famine struck the land, their wicked stepmother convinced their father to abandon them in the forest. Hansel and Gretel left a trail of breadcrumbs to find their way back, but birds ate the crumbs, leaving them lost. They stumbled upon a house made of candy and gingerbread, owned by a wicked witch who lured them inside to eat them. However, the clever children outwitted the witch, pushing her into her own oven and escaping with her treasure. They returned home to their father, who had since regretted his actions, and they all lived happily ever after.",
        "image": "hansel_gretel_placeholder.png"
      },
      {
        "id": "_13",
        "title": "The Pied Piper of Hamelin",
        "genre": "German Folktale",
        "story": "The town of Hamelin was overrun with rats, and the townspeople were desperate for a solution. A mysterious piper dressed in multicolored clothing appeared, offering to rid the town of its rats in exchange for a large sum of money. The townspeople agreed, and the piper played his magical flute, leading the rats into the Weser River, where they drowned. However, the townspeople refused to pay the piper. In revenge, the piper played his flute again, this time leading the town's children into a cave, where they disappeared forever. The legend serves as a warning about the consequences of breaking promises.",
        "image": "pied_piper_placeholder.png"
      },
      {
        "id": "_14",
        "title": "Snow White",
        "genre": "German Folktale",
        "story": "Snow White was a beautiful princess whose stepmother, the Evil Queen, was jealous of her beauty. The Queen ordered a huntsman to take Snow White into the forest and kill her, but the huntsman couldn't bring himself to do it and let her go. Snow White found refuge in the home of seven dwarfs, who welcomed her. The Queen discovered that Snow White was still alive and attempted to kill her with a poisoned apple. Snow White fell into a deep sleep, but a prince who had fallen in love with her broke the curse with a kiss. Snow White awoke, and they lived happily ever after.",
        "image": "snow_white_placeholder.png"
      },
      {
        "id": "_15",
        "title": "The Bremen Town Musicians",
        "genre": "German Folktale",
        "story": "A donkey, a dog, a cat, and a rooster, all old and unwanted by their owners, decided to run away and become musicians in the town of Bremen. On their journey, they came across a band of robbers living in a house. The animals stood on each other's backs and made a terrible noise, scaring the robbers away. The animals moved into the house and lived together happily, never reaching Bremen but finding a new life free from their past hardships.",
        "image": "bremen_town_musicians_placeholder.png"
      },
      {
        "id": "_16",
        "title": "La Belle et la Bête",
        "genre": "French Folktale",
        "story": "Once upon a time, a wealthy merchant had three daughters. The youngest, named Belle, was kind and beautiful. One day, the merchant lost all his wealth and was forced to live in the countryside with his daughters. During a trip to regain his fortune, the merchant became lost in a forest and stumbled upon a grand castle. Inside, he found food and shelter, but as he left, he picked a rose for Belle. This angered the castle's owner, a fearsome Beast, who demanded the merchant's life in exchange for the rose. To save her father, Belle offered to take his place. As she lived with the Beast, she discovered that he was not as terrifying as he seemed and grew fond of him. Eventually, Belle's love broke the spell that had turned the Beast into a monster, revealing him to be a handsome prince. They lived happily ever after, teaching that true beauty lies within.",
        "image": "beauty_beast_placeholder.png"
      },
      {
        "id": "_17",
        "title": "Little Red Riding Hood",
        "genre": "French Folktale",
        "story": "A little girl named Red Riding Hood was sent by her mother to visit her grandmother, bringing her a basket of food. On her way, she met a wolf who asked where she was going. Red Riding Hood innocently told him, and the wolf hurried to the grandmother's house, ate her, and disguised himself in her clothes. When Red Riding Hood arrived, she noticed that her 'grandmother' looked different. The wolf then tried to eat Red Riding Hood, but a passing hunter heard her cries and came to the rescue, killing the wolf and saving both Red Riding Hood and her grandmother.",
        "image": "red_riding_hood_placeholder.png"
      },
      {
        "id": "_18",
        "title": "Cinderella",
        "genre": "French Folktale",
        "story": "Cinderella was a kind and beautiful girl who lived with her cruel stepmother and stepsisters. They forced her to do all the housework and treated her poorly. One day, the prince of the kingdom announced a grand ball, and Cinderella's stepsisters were invited, but she was not. However, Cinderella's Fairy Godmother appeared and magically transformed her rags into a beautiful gown, complete with glass slippers. She went to the ball and danced with the prince, but had to leave before midnight when the magic wore off. In her haste, she left behind one glass slipper. The prince searched the kingdom for the girl who fit the slipper, and when he found Cinderella, they were married and lived happily ever after.",
        "image": "cinderella_placeholder.png"
      },
      {
        "id": "_19",
        "title": "Bluebeard",
        "genre": "French Folktale",
        "story": "Bluebeard was a wealthy and powerful man known for his blue-colored beard. He married many women, but they all mysteriously disappeared. When he married his latest wife, he gave her the keys to all his rooms but forbade her from entering one in particular. Curiosity got the better of her, and she opened the forbidden door, discovering the bodies of Bluebeard's previous wives. Terrified, she managed to delay Bluebeard's wrath until her brothers arrived and killed him, saving her from his murderous intentions.",
        "image": "bluebeard_placeholder.png"
      },
      {
        "id": "_20",
        "title": "Sleeping Beauty",
        "genre": "French Folktale",
        "story": "A king and queen, after many years of longing, had a beautiful daughter. To celebrate, they held a grand feast and invited fairies to bless the child. However, one fairy, who was not invited, cursed the princess, predicting that she would prick her finger on a spindle and die. Another fairy altered the curse so that the princess would only fall into a deep sleep for 100 years. The curse came true, but after 100 years, a prince discovered the sleeping princess and kissed her, breaking the spell. They married and lived happily ever after.",
        "image": "sleeping_beauty_placeholder.png"
      }
    ,  {
        "id": "_21",
        "title": "The Tale of Tsar Saltan",
        "genre": "Russian Folktale",
        "story": "Tsar Saltan married a beautiful woman, and they soon had a son named Gvidon. However, the Tsar's wicked sisters-in-law were jealous and conspired to have the Tsarina and her son cast into the sea. The mother and child survived and washed ashore on a magical island. Gvidon grew up strong and brave, eventually saving a swan that transformed into a beautiful princess. With the help of the magical creatures on the island, Gvidon returned to his father's kingdom and revealed the truth. The wicked sisters were punished, and Gvidon and his mother were reunited with Tsar Saltan, living happily ever after.",
        "image": "tsar_saltan_placeholder.png"
      },
      {
        "id": "_22",
        "title": "The Feather of Finist the Falcon",
        "genre": "Russian Folktale",
        "story": "A poor merchant had three daughters, and the youngest, Maria, was the most beautiful and kind. One day, Maria asked her father to bring her the feather of Finist the Falcon, a magical bird. The father found the feather, and when Maria held it, Finist the Falcon appeared, transforming into a handsome man at night. They fell in love, but her jealous sisters ruined their happiness by driving Finist away. Maria embarked on a perilous journey to find him, facing many challenges. In the end, she found Finist, and her love broke the spell that bound him. They married and lived in happiness.",
        "image": "finist_falcon_placeholder.png"
      },
      {
        "id": "_23",
        "title": "The Wise Little Girl",
        "genre": "Russian Folktale",
        "story": "A poor peasant had a clever daughter who could solve any problem. One day, the Tsar set a challenge: to come to his palace neither on foot nor on horseback, neither dressed nor undressed, and neither bringing a gift nor empty-handed. The clever girl arrived riding a goat, wrapped in a fishing net, and carrying a bird in one hand. The Tsar was so impressed by her wisdom that he made her his advisor. The girl used her wit to outsmart the Tsar's greedy ministers, proving that intelligence and cleverness could triumph over wealth and power.",
        "image": "wise_girl_placeholder.png"
      },
      {
        "id": "_24",
        "title": "The Stone Flower",
        "genre": "Russian Folktale",
        "story": "Danila, a talented stone carver, became obsessed with creating the perfect piece of art. He heard of a mythical Stone Flower that could teach him the secrets of his craft. Danila journeyed to the realm of the Mistress of the Copper Mountain, who guarded the Stone Flower. She allowed him to see the flower, but in exchange, he had to stay with her forever. However, Danila's love for his fiancée, Katya, was stronger, and with her love and courage, he managed to return home. The Mistress granted him mastery over stone but allowed him to leave her domain, reuniting him with Katya.",
        "image": "stone_flower_placeholder.png"
      },
      {
        "id": "_25",
        "title": "The Tale of the Golden Cockerel",
        "genre": "Russian Folktale",
        "story": "Tsar Dodon ruled his kingdom with fear but was always worried about enemies. An astrologer gave him a golden cockerel that would crow to warn of danger. In return, the astrologer asked for any favor he desired. The cockerel served the Tsar well until one day it crowed, signaling danger from the east. Tsar Dodon led his army but found nothing. On his return, the astrologer asked for the Tsar's bride as his reward. Angry, Tsar Dodon struck the astrologer, but the golden cockerel pecked the Tsar to death, fulfilling the astrologer's prophecy that greed and broken promises lead to downfall.",
        "image": "golden_cockerel_placeholder.png"
      },
      {
        "id": "_26",
        "title": "El Pozo Amargo (The Bitter Well)",
        "genre": "Spanish Folktale",
        "story": "In Toledo, Spain, there was a well known as El Pozo Amargo, or The Bitter Well. The legend tells of a young Christian girl and a Jewish boy who fell deeply in love. Their love was forbidden by their families, and one night, the girl was found dead at the bottom of the well, having thrown herself in out of despair. Her lover was so heartbroken that he poisoned the well, cursing it so that all who drank from it would taste the bitterness of their forbidden love. The well became a symbol of tragic love and loss, and the story was passed down through generations.",
        "image": "pozo_amargo_placeholder.png"
      },
      {
        "id": "_27",
        "title": "The Legend of Sant Jordi",
        "genre": "Spanish Folktale",
        "story": "Sant Jordi, or Saint George, is the patron saint of Catalonia. According to legend, a dragon terrorized the town of Montblanc, demanding human sacrifices. When the king's daughter was chosen as the next victim, Sant Jordi appeared on a white horse, fought the dragon, and killed it with his lance. From the dragon's blood, a rose bush grew, and Sant Jordi gave the princess a single red rose. To this day, Sant Jordi's Day is celebrated in Catalonia with the exchange of roses and books, symbolizing love and culture.",
        "image": "sant_jordi_placeholder.png"
      },
      {
        "id": "_28",
        "title": "The Legend of La Encantada",
        "genre": "Spanish Folktale",
        "story": "In the region of Murcia, Spain, there is a legend of La Encantada, a beautiful Moorish princess who was cursed to remain hidden in a cave, guarding her father's treasures. The curse could only be broken by a man who was pure of heart and could resist her beauty. Many men tried to rescue her, but they all succumbed to her charms and were turned to stone. It is said that La Encantada still waits in her cave, and on the night of San Juan, she appears to lure new victims, hoping one day to find her true savior.",
        "image": "la_encantada_placeholder.png"
      },
      {
        "id": "_29",
        "title": "The Legend of the Lovers of Teruel",
        "genre": "Spanish Folktale",
        "story": "In the city of Teruel, there lived two lovers, Diego and Isabel, who were deeply in love but of different social standings. Diego went to seek his fortune, promising to return in five years to marry Isabel. When he returned, he found Isabel married to another man, believing Diego had died. Diego begged Isabel for a kiss, but she refused out of loyalty to her husband. Heartbroken, Diego died at her feet. At his funeral, Isabel kissed him and collapsed dead beside him. The lovers were buried together, and their story became a symbol of eternal love and tragedy.",
        "image": "lovers_teruel_placeholder.png"
      },
      {
        "id": "_30",
        "title": "La Fuente de los 25 Caños",
        "genre": "Spanish Folktale",
        "story": "In the town of Navarrés, there is a fountain known as La Fuente de los 25 Caños (The Fountain of the 25 Spouts). According to legend, the fountain was created by a young woman who prayed for a miracle to bring water to her drought-stricken village. An angel appeared and granted her wish, but warned her that the fountain's water would only flow as long as the villagers remained pure and kind-hearted. For generations, the fountain brought life to the village, but when the people became greedy and selfish, the water stopped flowing, serving as a reminder of the importance of virtue and community.",
        "image": "fountain_25_caños_placeholder.png"
      },
      {
        "id": "_31",
        "title": "The Fisherman and His Wife",
        "genre": "German Folktale",
        "story": "A poor fisherman caught a magical fish that could grant wishes. Out of kindness, he released the fish. His wife, greedy and unsatisfied with their life, urged him to wish for a better home. The fish granted the wish, but as the wife demanded more—wealth, power, and finally to be ruler of the universe—the fish became annoyed and eventually reversed all the wishes, leaving the couple back in their humble hut. The tale is a moral lesson about the dangers of greed and the importance of contentment.",
        "image": "fisherman_wife_placeholder.png"
      },
      {
        "id": "_32",
        "title": "The Seven Ravens",
        "genre": "German Folktale",
        "story": "A poor peasant had seven sons and desperately wished for a daughter. When a daughter was finally born, the seven sons were sent to fetch water for her baptism but accidentally lost the jug. Their father, in anger, cursed them, and they were transformed into ravens. The daughter grew up and, upon learning of her brothers' fate, set out on a journey to rescue them. After facing many trials, she reached the glass mountain where her brothers were trapped, and through her courage and sacrifice, she broke the curse, turning the ravens back into her brothers.",
        "image": "seven_ravens_placeholder.png"
      },
      {
        "id": "_33",
        "title": "The Golden Goose",
        "genre": "German Folktale",
        "story": "A simpleton named Hans, who was always kind and generous, found a golden goose in the forest. Anyone who tried to touch the goose became stuck to it. As Hans walked through the town with the goose, a comical chain of people stuck to each other formed behind him. When Hans arrived at the palace, the king promised his daughter's hand in marriage to anyone who could make her laugh. The sight of the stuck-together people made the princess laugh, and Hans was rewarded with her hand in marriage and lived happily ever after.",
        "image": "golden_goose_placeholder.png"
      },
      {
        "id": "_34",
        "title": "The Wolf and the Seven Young Goats",
        "genre": "German Folktale",
        "story": "A mother goat left her seven kids alone at home, warning them not to open the door to anyone. The big bad wolf tricked the kids into opening the door by disguising his voice. He devoured six of the kids, but the youngest hid and escaped. When the mother returned, the youngest kid told her everything, and together, they found the wolf sleeping. They cut open the wolf's belly, freed the six kids, and filled the wolf's stomach with stones. When the wolf woke up, he tried to flee but collapsed and died from the weight.",
        "image": "wolf_seven_goats_placeholder.png"
      },
      {
        "id": "_35",
        "title": "The Frog King",
        "genre": "German Folktale",
        "story": "A young princess lost her golden ball in a well, and a frog offered to retrieve it in exchange for her companionship. The princess agreed, but once the ball was returned, she ran away, leaving the frog behind. The frog followed her to the palace, and the king insisted that she keep her promise. The princess reluctantly allowed the frog to eat from her plate and sleep on her pillow. The next morning, the frog transformed into a handsome prince, who had been cursed by an evil witch. The princess and the prince fell in love and were married.",
        "image": "frog_king_placeholder.png"
      },
      {
        "id": "_36",
        "title": "The Little Red Hen",
        "genre": "French Folktale",
        "story": "The Little Red Hen found some grains of wheat and asked her farm friends to help her plant them, but they all refused. She planted, harvested, and baked the wheat into bread all by herself. When the bread was ready, she asked who would help her eat it, and now everyone was eager to join. But the Little Red Hen refused to share, teaching them a lesson about the value of hard work and the consequences of laziness.",
        "image": "little_red_hen_placeholder.png"
      },
      {
        "id": "_37",
        "title": "Riquet with the Tuft",
        "genre": "French Folktale",
        "story": "Riquet was a prince born with great intelligence but a strange tuft of hair. An enchantress gave him the power to grant intelligence to the person he loved. At the same time, a princess was born with beauty but little wit. Riquet fell in love with her and gave her his intelligence in exchange for her promise to marry him. Over time, she grew to love Riquet for his kindness and wit, and when they married, he became handsome in her eyes, showing that true beauty comes from love and understanding.",
        "image": "riquet_tuft_placeholder.png"
      },
      {
        "id": "_38",
        "title": "Puss in Boots",
        "genre": "French Folktale",
        "story": "A poor miller left his youngest son nothing but a cat. However, this was no ordinary cat. Puss in Boots was clever and resourceful, and he promised to make his master rich. The cat caught rabbits and presented them to the king as gifts from the 'Marquis of Carabas,' a title he invented for his master. Through clever tricks and deceptions, Puss in Boots managed to secure wealth, a castle, and even the hand of a princess for his master, proving that intelligence and cunning can overcome any obstacle.",
        "image": "puss_in_boots_placeholder.png"
      },
      {
        "id": "_39",
        "title": "Beauty and the Beast",
        "genre": "French Folktale",
        "story": "Beauty, a kind and selfless girl, volunteered to live with a fearsome Beast in exchange for her father's freedom. Despite the Beast's frightening appearance, Beauty treated him with kindness and grew to love him. One day, Beauty returned home to visit her family, but when she saw in a dream that the Beast was dying of a broken heart, she rushed back to his side. Her love broke the spell that had turned the prince into a Beast, and they lived happily ever after, teaching the lesson that true beauty lies within.",
        "image": "beauty_beast_placeholder.png"
      },
      {
        "id": "_40",
        "title": "Little Thumb",
        "genre": "French Folktale",
        "story": "Little Thumb was the youngest of seven brothers, small but very clever. When their parents, too poor to feed them, abandoned them in the forest, Little Thumb left a trail of breadcrumbs to find their way back. However, birds ate the crumbs, and they became lost. They stumbled upon a giant's house, and Little Thumb, using his wits, managed to save his brothers from being eaten by the giant. He stole the giant's magical boots and treasure, and they returned home, rich and safe, showing that intelligence and bravery are more valuable than size or strength.",
        "image": "little_thumb_placeholder.png"
      }
    ]
        
  